Repository: Amir-Mohsen-Bidari/demo-shop
Catalog: src/demo_shop/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Enter your password
fa: رمز خود را وارد نمایید

source: Repeat your password
fa: رمز خود را تکرار نمایید

source: Enter your email
fa: ایمیل خود را وارد نمایید

source: Username
fa: نام کاربری

source: Fisrt name
fa: نام

source: Last name
fa: نام خانوادگی

source: Passwords don't match
fa: رمزها مطابقت ندارند

source: First name
fa: نام

source: Enter your shop's email
fa: ایمیل فروشگاه خود را وارد نمایید

source: Enter your shop's name
fa: نام فروشگاه خود را وارد نمایید

source: A brief desciption of your shop
fa: توضیحی مختصر درباره‌ی فروشگاهتان

source: A brief desciption about your shop
fa: توضیحی مختصر درباره‌ی فروشگاهتان

source: Price
fa: قیمت

source: Discount price (not necessary)
fa: قیمت تخفیفی (لازم نیست)

source: Remaining (we don't sell more than this number)
fa: تعداد (بیشتر از این تعداد نمی‌فروشیم)

source: No such shop
fa: چنین فروشگاهی نیست

source: Product's name
fa: نام کالا

source: A brief description about product
fa: توضیحی مختصر درباره‌ی کالا

source: Edit Shop
fa: ویرایش فروشگاه

source: Add Shelf
fa: افزودن قفسه

source: Edit Shelf
fa: ویرایش قفسه

source: Delete Shelf
fa: حذف قفسه

source: Product Registration Request
fa: درخواست ثبت کالا

source: Already owns this shop
fa: از قبل مالک این فروشگاه است

source: product name
fa: نام کالا

source: description
fa: توضیح

source: shop name
fa: نام فروشگاه

source: email address
fa: آدرس ایمیل

source: logo
fa: نماد

source: owners
fa: مالکان

source: products
fa: کالاها

source: founder
fa: بنیانگذار

source: edit shop
fa: ویرایش فروشگاه

source: open shelf
fa: بازکردن قفسه

source: edit shelf
fa: ویرایش قفسه

source: delete shelf
fa: حذف قفسه

source: product registration request
fa: درخواست ثبت کالا

source: product
fa: کالا

source: shop
fa: فروشگاه

source: price
fa: قیمت

source: remaining
fa: تعداد

source: opening date
fa: تاریخ افتتاح

source: last edit
fa: آخرین ویرایش

source: user
fa: کاربر

source: orders
fa: سفارشات

source: submitted
fa: خریده

source: active
fa: فعال

source: anonymus
fa: ناشناس

source: number of products
fa: تعداد کالا

source: %(num)d %(product)s
fa: %(num)d عدد %(product)s

source: email
fa: ایمیل

source: username
fa: نام کاربری

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: profile
fa: نمایه

source: add owner
fa: افزودن مالک

source: Add owner for %(shop_name)s shop
fa: افزودن مالک به فروشگاه %(shop_name)s

source: choose a user
fa: انتخاب کاربر

source: permissions
fa: اجازه‌ها

source: register
fa: ثبت

source: add product
fa: افزودن کالا

source: request
fa: درخواست

source: add shelf
fa: افزودن قفسه

source: error
fa: خطا

source: Please select a shop from 'My Shop' page. then choose 'Add Shelf' from there.
fa: لطفاً یک فروشگاه از صفحه‌ی «فروشگاه‌های من» انتخاب کنید. سپس گزینه‌ی «افزودن قفسه» را بزنید.

source: add shop
fa: افزودن فروشگاه

source: register shop
fa: ثبت فروشگاه

source: Already registered your shop?
fa: قبلاً فروشگاهتان را ثبت کردید؟

source: my shop
fa: فروشگاه من

source: here is a side-bar with bunch of filter options
fa: اینجا یک نوار جانبی حاوی چندین گزینه‌ی گلچین است (یعنی مثلاً باید باشه)

source: my account
fa: حساب من

source: login | sign-in
fa: ورود | ثبت‌نام

source: cart
fa: سبد خرید

source: logout
fa: خروج

source: here is the bottom-bar with usefull links like e-namad and others.
fa: اینجا یک نوار زیرین حاوی پیوندهای مفید مثل نماد اعتماد الکترونیک و از این دست موارد است. (یعنی مثلاً باید باشه)

source: delete owner
fa: حذف مالک

source: remove ownership
fa: سلب مالکیت

source: ownership information
fa: اطلاعات مالکیت

source: delete
fa: حذف

source: close shelf
fa: بستن قفسه

source: shelf information
fa: اطلاعات قفسه

source: delete shop
fa: حذف فروشگاه

source: close shop
fa: بستن فروشگاه

source: shop information
fa: اطلاعات فروشگاه

source: Buy
fa: خرید

source: %(user)s's Imaginary Shopping
fa: خرید فرضی %(user)s

source: ُTotal Sum
fa: قیمت کل

source: edit account
fa: ویرایش حساب

source: Edit %(user_name)s's Account
fa: ویرایش حساب %(user_name)s

source: confirm
fa: تأیید

source: Are you dissuaded?
fa: آیا منصرف شدید؟

source: edit owner
fa: ویرایش مالکیت

source: Edit %(owner)s's Ownership over %(shop)s
fa: ویرایش مالکیت %(owner)s بر فروشگاه %(shop)s

source: Please select a shop from 'my_shop' page. then choose 'add shelf' from there.
fa: لطفاً یک فروشگاه از صفحه‌ی «فروشگاه‌های من» انتخاب کنید. سپس گزینه‌ی «افزودن قفسه» را بزنید.

source: Edit %(shop_name)s Shop
fa: ویرایش فروشگاه %(shop_name)s

source: home
fa: خانه

source: login
fa: ورود

source: Login
fa: ورود

source: Don't you have an account?
fa: حساب ندارید؟

source: sign-in
fa: ثبت‌نام

source: personal information
fa: اطلاعات شخصی

source: carts
fa: خریدها

source: current cart
fa: سبد فعلی

source: sum
fa: مجموع

source: %(user)ss cart
fa: سبد %(user)s

source: total price
fa: قیمت کل

source: buy
fa: خرید

source: my shops
fa: فروشگاه‌های من

source: list of your shops
fa: فهرست فروشگاه‌های شما

source: edit
fa: ویرایش

source: add a new shop
fa: افزودن فروشگاه جدید

source: necessary information
fa: اطلاعات لازم

source: optional information
fa: اطلاعات اختیاری

source: Already signed in?
fa: قبلاً ثبت‌نام کردید؟

source: resolve cart ambiguity
fa: رفع ابهام سبد خرید

source: Your previous cart conflicts this cart
fa: سبد قبلی شما با این سبد همپوشانی دارد

source: previous cart
fa: سبد قبلی

source: anonymous cart
fa: سبد ناشناس

source: Add two carts
fa: جمع دو سبد

source: Ignore anonymous cart
fa: چشم‌پوشی از سبد ناشناس

source: Ignore previous cart
fa: چشم‌پوشی از سبد قبلی

source: shelf details
fa: جزئیات قفسه

source: add to cart
fa: افزودن به سبد خرید

source: shelves
fa: قفسه‌ها

source: select image
fa: انتخاب تصویر

source: No image is chosen
fa: تصویری انتخاب نشده

source: Password and Email don't match
fa: رمز با ایمیل نمی‌خواند

source: Pay attention to your keyboard layout and different number inputs
fa: به فارسی یا انگلیسی بودن و ورودی اعداد صفحه‌کلید دقت کنید

source: Should option be active
fa: آیا گزینه فعال باشد

source: Your Choice
fa: انتخاب شما
